Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.2d8d11ce0fe6
source: 腕
ar_sa: ذراع
ca: braç
cs: Paže
da: Arme
de_de: Arme
el: Άκρες
en_au: Arms
es_es: Brazos
fi: Käsivarret
fr_ca: Bras
gu: હાથ
he: ידיים
hi: हाथ
hr: Rukama
hu: Karok
id: Lengan
it: Braccia
ko: 팔
mr: हात
ms: Tangan
nl_nl: Armen
no: Armer
pl: Ramiona
pt_br: Braços
pt_pt: Braços
ro: Brațe
ru: Руки
sk: Ruky
sl: Roke
sv: Armar
ta: கை
te: చేతులు
th: แขน
tr: Kollar
uk: Руки
vi: Tay
zh_hans: 手臂
zh_hant: 手臂

# domain_catalog.2fc7ca18b2ba
source: 次の一手を少数に絞る
ar_sa: تضييق خطوتك التالية إلى عدد قليل
ca: Limiteu el vostre proper moviment a uns quants
cs: Omezte počet možností
da: Begræns antallet af muligheder
de_de: Konzentrieren Sie sich auf die wichtigsten Handlungen
el: Επιλέξτε λίγες κινήσεις.
en_au: Narrow down the options for the next move
es_es: Limitar las siguientes acciones a lo esencial.
fi: Rajoita seuraavia liikkeitä
fr_ca: Limiter les prochaines actions à quelques options.
gu: આગળની ચાલને મર્યાદિત કરો
he: להגביל את המהלך הבא למספר מצומצם
hi: अगले कदम को सीमित करें
hr: Ograničite sljedeću akciju
hu: Korlátozzuk a következő lépéseket
id: Batasi langkah selanjutnya
it: Limitare le prossime azioni
ko: 다음 동작을 최소화
mr: पुढील कृती कमी प्रमाणात निवडा
ms: Memersempikan pilihan tangan seterusnya
nl_nl: Beperk het aantal opties voor de volgende stap
no: Begrens antall mulige trekk
pl: Ogranicz liczbę kolejnych ruchów
pt_br: Limite as próximas ações
pt_pt: Limite as próximas ações
ro: Reduceți numărul de opțiuni
ru: Сосредоточьтесь на нескольких ключевых действиях.
sk: Omeňte počet možností pre nasledujúci pohyb
sl: Odpeljujte manj možnosti za naslednjo potezo
sv: Begränsa antalet alternativ
ta: அடுத்த நகர்வை குறைவாக வைக்கவும்
te: తదుపరి కదలికను పరిమితం చేయండి
th: เลือกการเคลื่อนไหวที่เหมาะสม
tr: Bir sonraki hamleleri sınırlayın
uk: Обмежте кількість варіантів наступного кроку
vi: Giới hạn số lượng động tác tiếp theo
zh_hans: 减少下一步的选项
zh_hant: 將下一次的動作限制在少量

# domain_catalog.303eb3f8b894
source: フロントレイズ
ar_sa: رفع أمامي
ca: elevació frontal
cs: Výtlak
da: Front raise
de_de: Front-Raise
el: Έλξεις προς τα πάνω
en_au: Front Raise
es_es: Elevación frontal
fi: Etupuolelle nostaminen
fr_ca: Élévations frontales
gu: ફ્રન્ટ રેઝ
he: הרמת ידיים קדמית
hi: फ्रंट रेज
hr: Podizanje prednje strane tijela
hu: Előre emelés
id: Front Raise
it: Alzate frontali
ko: 프론트 레이즈
mr: फ्रंट रेज
ms: Angkat ke Hadapan
nl_nl: Voorwaarts tillen
no: Front raise
pl: Podnoszenie przedniego ramienia
pt_br: Elevação frontal
pt_pt: Elevação frontal
ro: Ridicare frontală
ru: Подъемы на переднюю дельтовидную мышцу
sk: Predné zdvihy
sl: Prednji podrav
sv: Framlyft
ta: ஃபிரண்ட் ரைஸ்
te: ఫ్రంట్ రైజ్
th: ท่า Front Raise
tr: Ön Kaldırma
uk: Підйом на ногах
vi: Nâng người lên
zh_hans: 深蹲抬起
zh_hant: 深蹲抬起

# domain_catalog.3131957a07ea
source: トレーニングバンド
ar_sa: فرقة التدريب
ca: banda d'entrenament
cs: Tréninkové gumy
da: Træningsbånd
de_de: Trainingsbänder
el: Αντίσταση εκγύμνασης
en_au: Training Bands
es_es: Cinta de entrenamiento
fi: Harjoitteluranska
fr_ca: Bandes d'entraînement
gu: ટ્રેનિંગ બેન્ડ
he: רצועות אימון
hi: ट्रेनिंग बैंड
hr: Treningski tračevi
hu: Edzéspánt
id: Sabuk Latihan
it: Corda di allenamento
ko: 운동 밴드
mr: ट्रेनिंग बँड
ms: Banda Latihan
nl_nl: Trainingsband
no: Treningsbånd
pl: Taśmy treningowe
pt_br: Faixa de treinamento
pt_pt: Faixa de treinamento
ro: Bandă de antrenament
ru: Резиновая лента для тренировок
sk: Tréningové pásy
sl: Treningov pas
sv: Träningsband
ta: பயிற்சி பட்டை
te: ట్రెనింగ్ బ్యాండ్
th: ยางออกกำลังกาย
tr: Eğitim bandı
uk: Тренувальні гумки
vi: Dây tập thể dục
zh_hans: 训练带
zh_hant: 訓練帶

# domain_catalog.316f95cf480c
source: と
ar_sa: و
ca: i
cs: a
da: Og
de_de: und
el: και
en_au: And
es_es: Y
fi: Ja
fr_ca: et
gu: અને
he: ו
hi: और
hr: I
hu: és
id: dan
it: e
ko: 그리고
mr: आणि
ms: dan
nl_nl: En
no: Og
pl: I
pt_br: E
pt_pt: E
ro: Și
ru: и
sk: A
sl: In
sv: och
ta: மேலும்
te: మరియు
th: และ
tr: Ve
uk: і
vi: và
zh_hans: 以及
zh_hant: 以及

# domain_catalog.31f85c63408c
source: 背中
ar_sa: العودة
ca: enrere
cs: Zad
da: Rygsøjle
de_de: Rücken
el: Πλάτη
en_au: Back
es_es: Espalda
fi: Selkä
fr_ca: Dos
gu: મા espalda
he: גב
hi: पीठ
hr: Stražnja površina
hu: Háta
id: Punggung
it: Schiena
ko: 등
mr: पाठी
ms: Belakang
nl_nl: Rug
no: Rygg
pl: Plecy
pt_br: Costas
pt_pt: Costas
ro: Spate
ru: Спина
sk: Zad
sl: Hrbet
sv: Rygg
ta: பின்பு
te: వెనుక
th: หลัง
tr: Arka
uk: Спина
vi: Lưng
zh_hans: 背部
zh_hant: 背部

# domain_catalog.320305ccc66f
source: 細身で筋肉質
ar_sa: نحيلة وعضلية
ca: esvelta i musculosa
cs: Tenké a svalnaté tělo
da: Slank og muskuløs
de_de: Schlank und muskulös
el: Αποδοτική και με όγκους στους μύες
en_au: Lean and muscular physique
es_es: Delgado y musculoso.
fi: Sileät ja lihaksikkaat
fr_ca: Silhouette mince et musclée
gu: નાના અને મજબૂત શરીર
he: שרירים דקים וחטובים
hi: पतले और मांसपेशियों वाली
hr: Tanji i mišićavi izgled
hu: Vékony és izmos test
id: Tubuh ramping dengan otot yang menonjol
it: Corpo snello e muscoloso
ko: 날씬하고 근육질 몸매
mr: बारीक आणि स्नायू असलेले शरीर
ms: Tubuh ramping dengan otot
nl_nl: Slank en gespierd lichaam
no: Slank og muskuløs kropp
pl: Smukła sylwetka z wyraźnie zarysowanymi mięśniami.
pt_br: Corpo magro e musculoso
pt_pt: Corpo magro e musculoso
ro: Corp subțat și cu mușchi bine definiți
ru: Подтянутое тело со развитыми мышцами
sk: Tenké a svalnaté telo
sl: Tanek in mišičast
sv: Tunna och muskulösa
ta: சரியான உடல் அமைப்புடன் தசை வலிமை
te: సన్నగా మరియు కండరాలు కలిగిన శరీరం
th: มีรูปร่างเพรียวและมีกล้ามเนื้อ
tr: İnce ve kaslı vücut
uk: Міцні та мускулисті
vi: Cơ bắp săn chắc và thon gọn
zh_hans: 苗条而有肌肉
zh_hant: 苗條且充滿肌肉

# domain_catalog.32dd39a34212
source: 部位を重点的に伸ばしたい
ar_sa: أريد التركيز على تمديد مناطق معينة.
ca: Vull centrar-me a estirar determinades zones.
cs: Chcete zaměřit se na konkrétní part těla
da: Ønsker at fokusere på specifikke områder
de_de: Ich möchte bestimmte Körperteile gezielt trainieren
el: Θέλετε να ενισχύσετε συγκεκριμένα μέρη του σώματός σας
en_au: Focus on stretching specific areas
es_es: Quiero enfocarme en desarrollar un área específica.
fi: Haluat keskittyä tiettyjen alueiden treenaamiseen
fr_ca: Souhaiter développer certaines parties du corps
gu: ચોક્કસ ભાગને મજબૂત કરવા માંગો છો
he: רצון להתמקד בגוף מסוים
hi: किसी विशेष भाग को अधिक विकसित करना चाहते हैं
hr: Želiš fokusirati se na određenu područje
hu: Egy bizonyos testrészt szeretnéd hangsúlyosan fejleszteni?
id: Ingin memperpanjang bagian tubuh tertentu
it: Vuoi concentrarti sull'aumento di una specifica area
ko: 특정 부위를 집중적으로 강화하고 싶습니다.
mr: एखाद्या विशिष्ट भागावर अधिक लक्ष केंद्रित करायचे आहे
ms: Ingin memberi tumpuan kepada bahagian tertentu
nl_nl: Wil specifieke delen van het lichaam versterken
no: Ønsker å fokusere på spesifikke områder
pl: Chcę skupić się na konkretnych partiach ciała
pt_br: Deseja focar em um determinado grupo muscular
pt_pt: Deseja focar em um determinado grupo muscular
ro: Vrei să-ți dezvolți anumite zone
ru: Хочу укрепить определенные участки тела.
sk: Chcem posilovať konkrétnu časť tela
sl: Želite poudariti specifične dele telesa
sv: Vill fokusera på att stärka en specifik del
ta: குறிப்பிட்ட பகுதியை மட்டும் வலுப்படுத்த விரும்புகிறேன்
te: ఒక నిర్దిష్ట భాగాన్ని బలోపేతం చేయాలనుకుంటున్నాను
th: ต้องการเน้นการพัฒนาส่วนใดส่วนหนึ่ง
tr: Belirli bölgeleri daha fazla geliştirmek istiyorum
uk: Хочу зосередитися на розвитку певних частин тіла
vi: Muốn tăng cường một bộ phận cụ thể
zh_hans: 想要重点锻炼某个部位
zh_hant: 想要重點鍛鍊某部位

# domain_catalog.3468c99d967b
source: 角度付きベンチ＋バーベル
ar_sa: مقعد بزاوية + حديد
ca: Banc inclinat + barra
cs: Šiklá lavice + činka
da: Vinkelbenk + stang
de_de: Bank mit Winkel + Langhantel
el: Καθιστό τραπεζάκι + μπάρα
en_au: Angled bench + barbell
es_es: Banco inclinado + barra
fi: Kulmapenkki + vapaakanto
fr_ca: Banc incliné + haltère
gu: કોણી પરનો બેન્ચ + વર્કઆઉટ બાર.
he: בנץ' עם זוויות + משקולת
hi: कोने वाला बेंच + बारबेल
hr: Bench s kutom + utega
hu: Szögletes edzőszék + súlyzók
id: Bangku miring + Barbel
it: Panca inclinata + bilanciere
ko: 각도 조절 가능한 벤치 + 바벨
mr: कोन असलेल्या बेंच + बारबेल
ms: Bangku dengan sudut + Palang
nl_nl: Bankje met een hoek + halter
no: Benk med vinkel + stang
pl: Bench z kątem + sztangę
pt_br: Banco inclinado + barra
pt_pt: Banco inclinado + barra
ro: Bancă înclinată + ganteră
ru: Скамья под углом + штанга
sk: Štola s úhlovým sedom + činka
sl: Banka s kotom + ute
sv: Benk + hantel
ta: கோணமான பெஞ்ச் + பார்பெல்.
te: కోణంలో ఉండే బెంచ్ + బార్‌బెల్
th: ม้านั่งแบบปรับมุม + บาร์เบล
tr: Açısal bench + halter
uk: Банка під кутом + штанга
vi: Một cái ghế góc hơn một cái đốm.
zh_hans: 倾斜的卧推凳 + 杠铃
zh_hant: 傾斜式凳子＋槓鈴

# domain_catalog.34e9cbb6de7b
source: 腕を持ち上げる
ar_sa: ارفع ذراعيك
ca: aixeca els braços
cs: Zvedejte paže
da: Løft armene
de_de: Arme heben
el: Σηκώνετε τα χέρια
en_au: Lift your arms
es_es: Levanta los brazos
fi: Nosta käsiä
fr_ca: Soulevez les bras
gu: હાથ ઉપાડવું
he: להרים את הידיים
hi: अपने हाथों को उठाएं
hr: Podizanje ruke
hu: Emeld fel a karokat
id: Angkat lengan
it: Sollevare le braccia
ko: 팔 들어 올리기
mr: हात उचलावा
ms: Angkat tangan
nl_nl: Til je armen
no: Løft armene
pl: Podnieś ręce
pt_br: Levante os braços
pt_pt: Levante os braços
ro: Ridicați brațele
ru: Поднимите руки
sk: Zdvihnite
sl: Dvigujte roke
sv: Lyft upp armarna
ta: உங்கள் கைகளை உயர்த்தவும்
te: చేతులను పైకి ఎత్తండి
th: ยกแขน
tr: Kollarını kaldır
uk: Піднімайте руки
vi: Nâng tay
zh_hans: 抬起手臂
zh_hant: 抬起手臂

# domain_catalog.35430f21626e
source: ディップススタンド
ar_sa: تقف الانخفاضات
ca: suport de dips
cs: Stojan na kliky
da: Dip-stang
de_de: Dip-Ständer
el: Σταντ για κάμψεις
en_au: Dip Stand
es_es: Soporte para fondos
fi: Dip-teline
fr_ca: Support pour gain de force
gu: ડિપ્સ સ્ટેન્ડ
he: סטנד לדופ
hi: डीप्स स्टैंड
hr: Stoj za dips
hu: Mozgásformák állvány
id: Rak Latihan Menunduk
it: Supporto per esercizi a corpo libero
ko: 덤벨 스탠드
mr: डिप्स स्टँड
ms: Tiang untuk Latihan Mencondongkan Tubuh
nl_nl: Dip-stand
no: Dips-stativ
pl: Stojak na nodze
pt_br: Suporte para agachamento
pt_pt: Suporte para agachamento
ro: Suport pentru genuflexiuni
ru: Стойка для подъемов на трицепс
sk: Stojace dipy
sl: Stojalo za dips
sv: Armhävningsställ
ta: டிப்ஸ் ஸ்டாண்ட்
te: డిప్స్ స్టాండ్
th: แท่นดิ้น
tr: Dips aparatı
uk: Станок для підтягувань
vi: Giá đỡ
zh_hans: 单杠支架
zh_hant: 槓鈴下拉架

# domain_catalog.356d05aa6e57
source: 歩数と軽い運動を積み上げ
ar_sa: تجميع الخطوات والتمارين الخفيفة
ca: Acumula passos i exercici lleuger
cs: Sběr kroků a lehkých pohybů
da: Byg op med skridt og let motion
de_de: Schritte und leichte Bewegung aufbauen
el: Αύξηση των βημάτων και της ελαφριάς άσκησης
en_au: Track your steps and light exercise
es_es: Aumenta tus pasos y actividad ligera.
fi: Lisää kävelyä ja kevyttä liikuntaa
fr_ca: Accumuler les pas et l'exercice léger
gu: પગલાં અને હળવા કસરતોને એકસાથે કરો
he: הגברת צעדים ופעילות קלה
hi: पैसों और हल्की गतिविधियों को जोड़ें
hr: Dodavanje koraka i lagane aktivnosti
hu: Lépések és könnyű mozgás összeadása
id: Kumpulkan langkah kaki dan aktivitas ringan
it: Accumula passi e attività leggere
ko: 걸음 수와 가벼운 운동을 통해 목표 달성
mr: चालणे आणि हलके व्यायाम करा
ms: Kumpulkan langkah kaki dan aktiviti ringan
nl_nl: Stapjes en lichte beweging opbouwen
no: Bygg opp med skritt og lett trening
pl: Zbieraj kroki i wykonywaj lekkie ćwiczenia.
pt_br: Aumente seus passos e atividades leves
pt_pt: Aumente seus passos e atividades leves
ro: Adună pași și exerciții ușoare
ru: Накапливайте шаги и легкие упражнения
sk: Zbierajte kroky a ľahké cvičenie
sl: Zbiranje korakov in lahkih vaj
sv: Bygg upp stegvis med promenader och lättare motion
ta: படிநேரம் மற்றும் லேசான உடற்பயிற்சியை மேற்கொள்ளுங்கள்.
te: దశలవారీగా నడక మరియు తేలికపాటి వ్యాయామం చేయండి
th: เพิ่มจำนวนก้าวและกิจกรรมเบาๆ
tr: Adım sayısını ve hafif egzersizleri biriktirin
uk: Збільшуйте кількість кроків та легких фізичних навантажень
vi: Tăng số bước chân và các hoạt động nhẹ nhàng
zh_hans: 积累步数和轻微运动
zh_hant: 累積步數和輕微運動

# domain_catalog.3645d68d6247
source: メッセージは4,000文字以内で入力してください。
ar_sa: الرجاء إدخال رسالتك ضمن 4000 حرف.
ca: Introduïu el vostre missatge amb un màxim de 4.000 caràcters.
cs: Zadejte zprávu do maximálně 4000 znaků.
da: Beskeden skal være på 4.000 tegn eller mindre.
de_de: Bitte geben Sie Ihre Nachricht mit maximal 4.000 Zeichen ein.
el: Παρακαλούμε, εισάγετε το μήνυμά σας με μέγιστο 4.000 χαρακτήρες.
en_au: Please enter your message in under 4,000 characters.
es_es: El mensaje debe tener un máximo de 4,000 caracteres.
fi: Viesti voi olla enintään 4000 merkkiä.
fr_ca: Veuillez saisir un message d'une longueur maximale de 4 000 caractères.
gu: સંદેશ 4,000 અક્ષરોથી વધુમાં લખો.
he: אנא הקלד הודעה עד 4,000 תווים.
hi: संदेश 4,000 अक्षरों से अधिक न लिखें।
hr: Molimo unesite poruku s duljinom do 4000 znakova.
hu: A szöveg maximum 4000 karakterrel legyen.
id: Masukkan pesan dengan maksimal 4.000 karakter.
it: Inserisci un messaggio di massimo 4.000 caratteri.
ko: 메시지는 4,000자 이내로 입력해주세요.
mr: संदेश ४,००० वर्णांपेक्षा कमी असावा.
ms: Sila masukkan mesej dalam 4,000 karakter atau kurang.
nl_nl: Voer een bericht in met maximaal 4.000 tekens.
no: Meldingen må være under 4000 tegn.
pl: Proszę wpisać wiadomość w limit 4000 znaków.
pt_br: Por favor, insira uma mensagem com até 4.000 caracteres.
pt_pt: Por favor, insira uma mensagem com até 4.000 caracteres.
ro: Vă rugăm să introduceți mesajul în maximum 4.000 de caractere.
ru: Сообщение должно содержать не более 4000 символов.
sk: Text uveďte do dĺžky 4 000 znakov.
sl: Vnesite sporočilo, ki je dolgo manj kot 4.000 znakov.
sv: Meddelandet ska vara max 4000 tecken långt.
ta: செய்தி 4,000 எழுத்துகளுக்குள் உள்ளிடவும்.
te: సందేశం 4,000 అక్షరాలలోపు నమోదు చేయండి.
th: กรุณากรอกข้อความภายใน 4,000 ตัวอักษร
tr: Mesajınızı 4.000 karakter içinde girin.
uk: Будь ласка, введіть повідомлення не більше 4000 символів.
vi: Vui lòng nhập tin nhắn trong khoảng 4.000 ký tự.
zh_hans: 请在4000字以内输入消息。
zh_hant: 请在4000字以内输入消息。

# domain_catalog.36f6c898b53a
source: ふくらはぎ
ar_sa: عجل
ca: vedell
cs: hlavové svaly
da: Låret
de_de: Waden
el: Γάμπες
en_au: Calf raises
es_es: Gemelos
fi: Pohkeet
fr_ca: mollet
gu: ગળું
he: קרסוליים
hi: एड़ी
hr: Mišice na potkoljenju
hu: felső láb izmok
id: betis
it: Polpaccio
ko: 종아리
mr: कृपाचे
ms: betis
nl_nl: Hamstrings
no: Lår
pl: goleni
pt_br: Panturrilha
pt_pt: Panturrilha
ro: Gamba
ru: Икроножные мышцы
sk: Pohyb členkov
sl: Stopalo
sv: vader
ta: கால்விரல்கள்
te: వాలు
th: น่อง
tr: Bacak arkası kasları
uk: гомілково-стопне м'язе
vi: bắp chân
zh_hans: 小腿
zh_hant: 小腿

# domain_catalog.37117afd784a
source: 無理なく続けたい
ar_sa: أريد أن أستمر دون صعوبة
ca: Vull continuar sense dificultats
cs: Chci to dělat bez námahy
da: Vil gerne kunne fortsætte uden problemer
de_de: Ich möchte es problemlos fortsetzen
el: Θέλω να το κάνω με άνεση
en_au: I want to maintain this easily
es_es: Quiero mantenerlo de forma fácil.
fi: Haluat tehdä sen vaivattomasti
fr_ca: Je veux pouvoir le faire sans effort
gu: અન્યથા, સરળતાથી ચાલુ રાખવા માંગુ છું
he: אני רוצה להמשיך בצורה נוחה
hi: बिना किसी परेशानी के जारी रखना चाहते हैं
hr: Želim nastaviti bez problema
hu: Akár lehet, szeretném tartani
id: Ingin melakukannya secara alami
it: Voglio mantenerlo facilmente
ko: 무리 없이 지속 가능하도록
mr: सोप्या पद्धतीने करणे
ms: Ingin melakukannya tanpa kesukaran
nl_nl: Ik wil dit op een comfortabele manier kunnen volhouden
no: Ønsker å opprettholde det uten problemer
pl: Chcę móc to robić bez wysiłku.
pt_br: Quero manter sem esforço
pt_pt: Quero manter sem esforço
ro: Vreau să pot face acest lucru fără probleme
ru: Хочу продолжать без усилий
sk: Chcem to robiť bez námahy
sl: Želim to početi brez težkosti
sv: Vill kunna fortsätta utan problem
ta: எளிதில் மாற்றியமைக்கக்கூடிய பழக்கத்தை உருவாக்க வேண்டும்.
te: సులభంగా కొనసాగించాలనుకుంటున్నాను
th: ต้องการทำได้อย่างสบายๆ
tr: Kolayca sürdürmek istiyorum
uk: Хочу продовжувати без проблем
vi: Muốn duy trì một cách dễ dàng
zh_hans: 希望能够轻松坚持
zh_hant: 希望能夠輕鬆持續

# domain_catalog.38480060807b
source: 腹囲と体型写真の変化を重視します。写真は同じ角度、同じ光で撮ると比較しやすくなります。
ar_sa: سنركز على التغيرات في محيط الخصر وصور شكل الجسم. من الأسهل مقارنة الصور إذا التقطتها بنفس الزاوية وفي نفس الإضاءة.
ca: Ens centrarem en els canvis en la circumferència de la cintura i en les fotos de la forma del cos. És més fàcil comparar fotos si les feu amb el mateix angle i amb la mateixa llum.
cs: Důraz klademe na změny obvodu břicha a fotografie postavy. Pro snadnější porovnání je doporučujeme pořizovat fotografie stejným úhlem a za stejného osvětlení.
da: Vi fokuserer på ændringer i taljelængde og kropsform. Det er nemmest at sammenligne billeder, der er taget under samme betingelser (samme vinkel, samme lys).
de_de: Wir legen Wert auf Veränderungen im Bauchumfang und im Körperfoto. Fotos, die unter gleichen Bedingungen (gleiche Perspektive, gleiche Beleuchtung) aufgenommen wurden, lassen einen besseren Vergleich zu.
el: Εστιάζουμε στις αλλαγές στην περίμετρο της κοιλιάς και στη φωτογραφία του σώματος. Οι φωτογραφίες είναι πιο εύκολες στον σύγκριση όταν τραβούνται από την ίδια γωνία και με το ίδιο φως.
en_au: We will focus on changes in your abdominal circumference and body shape photos. Photos taken from the same angle and with the same lighting will make comparisons easier.
es_es: Prestaremos especial atención al cambio en la circunferencia y la forma del abdomen. Las fotos deben tomarse desde el mismo ángulo y con la misma luz para facilitar la comparación.
fi: Korostamme vatsanympäryksen ja kehon muodon muutoksia. Valokuvat, jotka on otettu samasta kulmasta ja valaistuksessa, ovat helpompi verrata.
fr_ca: Nous accordons une importance particulière aux changements de tour de taille et aux photos du corps. Il est plus facile de comparer si les photos sont prises sous le même angle et avec la même lumière.
gu: પેટના પરિઘ અને શરીરના આકારની તુલના પર ધ્યાન આપવામાં આવશે. સમાન ખૂણા અને પ્રકાશમાં લેવામાં આવેલી છબીઓની સરખામણી કરવી સરળ રહેશે.
he: אנו מתמקדים בהשוואה בין יקף הבטן ובין תמונות של צורת הגוף. תמונות שצולמות באותה זווית ובאותו אור יהיו קלות יותר להשוואה.
hi: पेट के घेरे और शरीर के आकार की तस्वीरों में बदलाव पर ध्यान दें। यदि आप एक ही कोण और प्रकाश में तस्वीरें लेते हैं, तो तुलना करना आसान होगा।
hr: Naglasimo promjene u obodu trupa i fotografijama tijela. Fotografije snimljene istim kutom i svjetlošću će biti lakše usporedivati.
hu: A derék körülső átmérőjének és az alakjának változásaira összpontosítunk. A képek összehasonlításához fontos, hogy ugyanazon szögből és fényben készítsük őket.
id: Memberikan perhatian pada perubahan lingkar perut dan foto bentuk tubuh. Foto yang diambil dengan sudut dan pencahayaan yang sama akan memudahkan perbandingan.
it: Prendere in considerazione i cambiamenti nel perimetro dell'addome e nelle foto del corpo. Le foto scattate dalla stessa angolazione e con la stessa illuminazione facilitano il confronto.
ko: 복부 둘레와 체형 사진의 변화를 중점적으로 고려합니다. 같은 각도, 같은 조명으로 촬영하면 비교하기 쉽습니다.
mr: पोटाचा घेर आणि शरीराच्या आकारातील बदलांवर लक्ष केंद्रित केले जाईल. समान अँगल आणि प्रकाशात घेतलेले फोटोची तुलना करणे सोपे होईल.
ms: Memberikan penekanan kepada perubahan dalam gambar lingkar perut dan bentuk badan. Gambar diambil pada sudut dan cahaya yang sama akan memudahkan perbandingan.
nl_nl: We richten ons op veranderingen in je buikomtrek en lichaamsbeeld. Foto's die vanuit dezelfde hoek en met hetzelfde licht zijn genomen, zijn gemakkelijker te vergelijken.
no: Vi legger vekt på endringer i midjeomkrets og kroppsbilde. Bilder tatt under samme vinkel og lysforhold gjør det lettere å sammenligne.
pl: Zwracamy uwagę na zmiany w obwodzie brzucha i sylwetce. Zdjęcia powinny być wykonane przy tej samej pozycji i oświetleniu, aby łatwo można było porównać.
pt_br: Priorizamos a mudança na circunferência abdominal e nas fotos do corpo. Fotografar com o mesmo ângulo e iluminação facilita a comparação.
pt_pt: Priorizamos a mudança na circunferência abdominal e nas fotos do corpo. Fotografar com o mesmo ângulo e iluminação facilita a comparação.
ro: Acordăm o atenție specială modificărilor perimetrului abdominal și fotografiilor cu silueta corpului. Fotografii realizate din același unghi și în aceeași lumină facilitează compararea.
ru: Обращаем внимание на изменения обхвата талии и формы тела. Фотографии, сделанные при одинаковом освещении и под одним углом, позволяют лучше сравнивать результаты.
sk: Zameráme sa na zmeny obvodu pása a tvaru postavy. Fotografie, ktoré boli urobené pod rovnakým uhlom a za rovnakých svetelných podmienok, sa dajú ľahko porovnávať.
sl: Poudarimo spremembe oboda in telesne slike. Fotografije, posnene iz istega kota in pod enakimi svetlobnimi pogoji, bodo lažje primerjave.
sv: Vi fokuserar på förändringar i midjemått och kroppsbild. För att göra jämförelser enklare är det viktigt att ta samma bild från samma vinkel och med samma ljus.
ta: வயிற்று சுற்றளவு மற்றும் உடல் அமைப்பின் மாற்றங்களை முக்கியமாகக் கருதுகிறோம். ஒரே கோணத்தில், ஒரே வெளிச்சத்தில் புகைப்படங்கள் எடுக்கும்போது ஒப்பிடுவது எளிதாக இருக்கும்.
te: ఉదర పరిమాణం మరియు శరీర ఆకృతి యొక్క మార్పులపై దృష్టి పెడుతుంది. ఒకే కోణంలో, ఒకే వెలుతురులో ఫోటోలు తీస్తే పోల్చడం సులభం అవుతుంది.
th: เราจะเน้นที่การเปลี่ยนแปลงของรอบเอวและรูปทรงตัว เพื่อให้ง่ายต่อการเปรียบเทียบ รูปภาพควรถ่ายในมุมและแสงเดียวกัน
tr: Karın çevresindeki ve vücut şeklinin değişimlerine odaklanıyoruz. Aynı açıda ve aynı ışıkta çekilmiş fotoğraflar karşılaştırmak için daha kolaydır.
uk: Звертаємо увагу на зміни обхвату талії та фотографії фігури. Фотографії, зроблені в однаковому ракурсі та при однаковому освітленні, полегшують порівняння.
vi: Chúng tôi ưu tiên việc theo dõi sự thay đổi của vòng bụng và hình ảnh cơ thể. Ảnh chụp với cùng góc và ánh sáng sẽ giúp so sánh dễ dàng hơn.
zh_hans: 重视腹围和身体形态的照片变化。使用相同的角度和光线拍摄照片可以更容易进行比较。
zh_hant: 我們主要關注您的腹圍和身體比例的變化。為了方便比較，請使用相同的角度和光線拍攝照片。

# domain_catalog.38a7433c29d6
source: プレス
ar_sa: اضغط
ca: premsa
cs: Tlak
da: Pres
de_de: Bankdrücken
el: Πιέσεις
en_au: Press
es_es: Press
fi: Paino nosto
fr_ca: Presse
gu: પ્રેસ
he: הרמה
hi: प्रेस्
hr: Klik
hu: Húzó mozdulat
id: Tekan
it: Pressione
ko: 프레스
mr: प्रेस्
ms: Tekan
nl_nl: Drukken
no: Press
pl: Wykonanie ćwiczeń
pt_br: Pressão
pt_pt: Pressão
ro: Presă
ru: Жим гантелей лежа
sk: Tlak
sl: Stiskanje
sv: Press
ta: பிரஸ்
te: పెస్
th: กด
tr: Press
uk: Жим лежачи
vi: Đẩy
zh_hans: 推举
zh_hant: 推举
